Repository: Keneda-ut/uHome
Catalog: po/*.po
Languages: ru

source: By preferring soda-free pastries, you help preserve the beauty of the mountains.<br><i>photographer - Rasmus Smidstrup Mortensen</i>
ru: Выбирая безсодовую выпечку, вы помогаете сохранить красоту гор.<br><i>фотограф - Rasmus Smedstrup Mortensen</i>

source: About 12 million tons of plastic waste gets into the world's oceans every year. We choose a reusable alternative and admire its beauty.<br><i>photographer - Amelia Barkland</i>
ru: В Мировой океан ежегодно попадает около 12 миллионов тон пластикового мусора. Выбираем многоразовую альтернативу и любуемся его красотой.<br><i>фотограф - Amelia Barklard</i>

source: An amazing fact, but away from the city smog, you can see the stars. And they are beautiful!<br><i>photographer - YAN CHEN</i>
ru: Удивительный факт, но вдали от городского смога можно увидеть звезды. И они прекрасны!<br><i>фотограф - IAN CHEN</i>

source: Snow-white can't help but fascinate. It is terrible to imagine that such beauty can be blackened by oil.<br><b>#StopOilSpills</b> <i>photographer - Julia Lapshina</i>
ru: Белоснежность не может не очаровывать. Страшно представить, что такая красота может быть очернена нефтью.<br><b>#НеЗаливайМнеТут</b> <i>фотограф - Юлия Лапшина</i>

source: The waterfalls seem endless and so strong, but because of deforestation, they also become shallow.<br><i>photographer - Ivana Caine</i>
ru: Водопады кажутся бесконечными и такими могучими, но из-за вырубки лесов и они мелеют.<br><i>фотограф - Ivana Cajine</i>

source: What does global warming look like? This is when the snow-capped mountains cease to be so, and perhaps forever.<br><i>photographer - Eberhard Grossgasteiger</i>
ru: На что похоже глобальное потепление? Это когда заснеженные горы перестают быть таковыми и, возможно, навсегда.<br><i>фотограф - Eberhard Grossgasteiger</i>

source: Background settings:
ru: Настройки фонового изображения:

source: Import user picture
ru: Добавить изображение

source: Export select background
ru: Экпортировать этот фон

source: Failed import file:
ru: Ошибка импортирования файла:

source: Incorrect Image File
ru: Данное изображение некорректно

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Save file to:
ru: Сохранить файл в:

source: Import file from:
ru: Добавить файлы из:

source: en
ru: ru

source: Settings
ru: Настройки

source: Programm theme:
ru: Тема:

source: System
ru: Система

source: Background:
ru: Фоновое изображение:

source: Change
ru: Изменить

source: Add test widget
ru: Добавить тестовый виджет

source: Add widgets
ru: Добавить виджет

source: Edit home screen
ru: Редактировать домашний экран

source: Smart restart
ru: Интелектуальный перезапуск

source: Donate
ru: Помочь

source: Ok
ru: Да

source: Close
ru: Закрыть

source: Are you sure to remove this widget?
ru: Вы уверены, что хотите удалить виджет?

source: Yes
ru: Да

source: No
ru: Нет

source: Add widget
ru: Добавить виджет

source: Press and hold the widget icon if you want to delete it.
ru: Нажмите и удерживаете иконку виджета, если желаете его удалить.

source: This widget cannot be deleted.
ru: Этот виджет не может быть удален

source: Home
ru: Домашний экран
